Revit 2027 API
SymbolTypeId.CfmPerTon Property
 Symbol CFM/ton, indicating unit Cubic feet per minute ton of refrigeration.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CfmPerTon { get; }
Public Shared ReadOnly Property CfmPerTon As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CfmPerTon {
	ForgeTypeId^ get ();
}
static member CfmPerTon : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace